Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “是的，虽然他穿着黑袍，但属下与他战斗之时伤了他，刚好看到了他的脸，可以确定是乔修殿下。”利尔点头道。
en_us: "Yes. Although he was wearing a black robe, I wounded him when I was fighting with him. I happened to see his face, and I am certain that it was Prince Josh." Lear nodded.

source: “是的，谢谢你这段时间的照顾，我要离开混乱之城，去寻找我的父亲。”伊丽莎白点头。
en_us: "Yes. Thank you for taking care of me. I'm leaving Chaos City to look for my father." Elizabeth nodded.

source: “是的，还是开业到九点钟。”麦格抬手看了一眼表，已经是傍晚六点钟，便又重新打开门把门上的木牌翻转变成营业中。
en_us: "Yes. I'll still be opening until 9 pm." Mag took a look at his watch. It was already 6 pm. He quickly opened the door again, and changed the wooden plaque at the door to indicate that they were open.

source: “是的，这里什么情况？”梅兰特突然把他叫到这个地方，但看着并不显眼。
en_us: "Yes. What's the situation here?" Merante suddenly called him here but he couldn't see anything unusual here.

source: “是的，那的确是我引起的。”麦格坦诚的点头。
en_us: "Yes. That was indeed caused by me." Mag nodded honestly.

source: “是神力的气息，而且已经相当浓郁，这小姑娘果然不一般。”希利观察着艾米，教皇说他曾将神之双翼赠与她，可她却将神之力非常好的隐藏了，如果不是教廷高层，恐怕都看不出来。
en_us: It's the presence of divine power, and it's very intense. This little girl is indeed extraordinary. Seely observed Amy. The pope said he had given her the wings of god, but she had already concealed the divine power very well. If Seely had been from the Holy See's upper echelons, he unfortunately most likely wouldn't have been able to see it, either.

source: “是禁魔阵法，看来为了把我们留下来，他准备了不少。”
en_us: "It's a anti-magic spell formation. It seems like he is well-prepared to keep us here."

source: “是艾米？好久没有见到她了呢。”
en_us: "Is it Amy? I haven't seen her for a long time."

source: “是茅台酒。”麦格指着酒柜上圆滚滚的茅台酒瓶道。
en_us: Mag pointed at the round Maotai bottles on the cabinet, and replied, "It's Maotai."

source: “是要去面见陛下吗？”
en_us: "To see His Majesty?"

source: “是这样的吗？”艾米瞪大了几分眼睛，想了想，又道：“那我们今天还可以继续出门吃吃吃吗？”
en_us: "Is that so?" Amy's eyes widened. She thought for a while, and said, "In that case, can we continue to go out and eat all day long today?"

source: “是魔鬼？”伊琳娜看着麦格，表情也是变得认真起来。
en_us: "It's the Devil?" Irina looked at Mag seriously.

source: “是！”众骑士领命快步离去。
en_us: "Yes!" The knights left quickly after receiving their order.

source: “是！我有很多钱，很多很多的钱！”鲍里斯仿佛抓住了救命稻草，连连点头道。
en_us: As if he had found a lifeline, Boris nodded and said, "Yes! I've a lot of money. A lot, a lot of money!"

source: “显然，幕后黑手是冲着埃菲小姐你和酒窖里的窖藏泰坦酒来的。”麦格看着埃菲说道。
en_us: "It;s obvious that the mastermind is after Miss Eiffie and the Titan Liquor stored in the cellar," Miss told Eiffie.

source: “晚上不行。”麦格明确拒绝。
en_us: "Not at night." Mag rejected her clearly.

source: “最后再问你一个问题，当年埃菲父母遇害的事情，是否和你有关？”麦格看着他问道。
en_us: "Let me ask you one last question. Did you have anything to do with Eiffie's parents' murder back then?" Mag asked.

source: “最近大人们好像都不太愿意来吃饭啊，生意不行咯。”一位膀大腰圆的老板站在餐厅门口，依着门柱，打着哈欠有些忧愁道。
en_us: A rotund boss stood in front of the restaurant's door with his back leaning against the door's pillar, yawning, and said, "The lords didn't come and eat recently. Our business is bad."

source: “最近每天都有人来冰激凌店问老板什么时候回来，餐厅什么时候恢复营业，话说，我们有什么方式可以联系到老板吗？”亚北米娅把话题扯开。
en_us: "Recently, there have been people coming to the ice cream shop to ask when Boss is coming back and when the restaurant would resume operations. Say, is there a way we can contact Boss?" Yabemiya changed the topic.

source: “有些人就是这样的，不必强求，其实用牙签把螺肉跳出来也是可以的。”麦格从一旁拿了一盒牙签，放到了玛拉的面前。
en_us: "Some people are just like that. It's alright. You can also pick the meat out with a toothpick." Mala placed a box of toothpick in front of Mala.

source: “有些蜗牛是可以食用的，但我们家后院的那些蜗牛是不能食用的。”麦格微笑着说道：“如果那个许愿井骗你说那些蜗牛可以食用的话，我们就把井给填了吧。”
en_us: "Some snails can be eaten but those at our backyard can't." Mag said with a smile, "If that wishing well lied to you saying that those snails can be eaten, let's cover that well up."

source: “有人偷尸体！抓住他！”
en_us: "Someone stole the corpse! Catch him!"

source: “有人来洗地了，我要先走了，你就按照我们之前说的做就可以了。”麦格和埃菲说了一声，然后直接从一旁的窗户翻窗离开。
en_us: "Someone is here to wash the floor. I'll need to go first. You just do as how we agreed upon earlier." Mag said to Eiffie before leaping down through the window and left.

source: “有什么不合适，我们是冲着美食去的。”亚伯罕笑道。
en_us: "What's inappropriate? We're there for the food," Abraham said with a smile.

source: “有什么问题吗？”埃菲见麦格摇头，上前问道。
en_us: "Is there an issue?" Eiffie went up to ask Mag, who was shakng hsi head.

source: “有你啥事啊，出去出去。”亚伯罕转身就是一脚踹护卫的屁股上，直接把他撵了出去，然后笑眯眯的看着艾米哄道：“乖啊，不怕不怕，胖爷……爷把他刚出去了。”
en_us: "What's wrong with you? Go out, go out." Abraham turned around to kick that guard on his butt, and chased him out before smiling pacifying Amy, "Don't be afraid, sweetie. F-Fat Grandpa already chased him out."

source: “有劳了。”麦格感谢道。
en_us: "Thank you," Mag thanked.

source: “有发现零散的魔气，但难辨踪迹。”梅兰特摇头，看着麦格，“你让我们来洛都，可是发现了什么？”
en_us: "We discovered some dispersed evil aura, but it was very difficult to tell its traces." Merante shook his head. He looked at Mag, and said, "You told us to come to Rodu, did you find anything?"

source: “有品位啊。”麦格倒了两杯酒，伸手拿起一杯，看着帕萨道：“来，敬这狗屁的生活。”
en_us: "You have great taste." Mag poured two glasses of wine. He reached for a cup, and told Pasa, "Here, to this dog a*s life."

source: “有多少可信度？”
en_us: "Do you think that it's real?"

source: “有多少？”
en_us: "How much?"

source: “有多强？”麦格皱眉问道。
en_us: "How powerful is he?" Mag asked with a frown.

source: “有多高兴？”麦格看着他一脸认真的问道。
en_us: Mag looked at him, and seriously asked, "How happy are you?"

source: “有强者战斗的波动，去看看。”道格拉斯出现在他身旁，神情有些凝重的看了一眼着火的方向，一步跨出，便已出现在百米之外。
en_us: "It appears that there was a fight between powerhouses. Let's check it out." Douglas appeared beside Louis. He looked out at the fire with a grave expression before he took a step forward, and traveled 100 meters.

source: “有效了！”诺亚惊喜的叫道。
en_us: "It's working!" Noah exclaimed with joy.

source: “有效！”麦格面色一喜，接着道：“为了伊丽莎白！为了冰霜巨龙族！你一定要清醒过来！你是兰克斯特！冰霜巨龙族的王，伊丽莎白的父亲！你不是魔鬼！”
en_us: "Effective!" Mag was elated. After that, he said, "For Elizabeth! For the Frost Dragon tribe! You must wake up! You're Rankster! The King of the Frost Dragon tribe, Elizabeth's father! You're not the Devil!"

source: “有没有办法隐匿魔气，然后潜藏起来？”麦格皱眉问道。
en_us: "Is there a way to conceal his evil aura and go into hiding?" Mag asked.

source: “有没有那么夸张？”
en_us: "Are you exaggerating?"

source: “有点小腹黑，我喜欢！”
en_us: "She's a little scheming. I like it!"

source: “有点意思。”麦格看着费奇远去的背影，笑了笑，转身关上了门。
en_us: "Interesting." Mag smiled as he watched Fitch go away. Then, he turned around and closed the door.

source: “有点意思，看来还是得假戏真做，才能引蛇出洞啊。”
en_us: "Interesting. It seems we still have to act it all out to lure the snake out of the hole."

source: “有点意思，需要的时候，还能当个千斤顶。”麦格点点头，把它重新变回了普通擀面杖大小，放回到架子上。
en_us: This is interesting. I can use it as a crushing weight if needed. Mag nodded. He turned it back to a normal roller pin, and placed it back on the shelf.

source: “有空的时候，我也会过去的。”安吉拉微笑着说道，这一个月的时候，她已经做好了计划，调研已经结束，必须要开始正式接触混乱之城的魅魔了。
en_us: "I'll go over whenever I am free," Angela said smilingly. She had already made her plan for this month. Her research was done, and it was time for her to formally approach the succubi in Chaos City.

source: “有趣，那我倒要看看，这个老板年纪轻轻，是不是真的能酿出两款好茅台一个级别的美酒。”库尔特笑着道。
en_us: "Interesting. I want to see if this boss can indeed brew two equally outstanding liquors as Maotai." Kurt smilingly said.

source: “有这么问的吗？”本来还一口气续着的梅兰特脸一红，差点一口老血吐上来，当场去世。
en_us: "Is that how you should react?" Merante, who still had his final breath, almost vomited blood and dropped dead at that moment.

source: “有那么好吃吗？”伊琳娜看着沉浸在蛋黄酥的美味之中的艾米，也是拿起手里的蛋黄酥咬了一口。
en_us: "Is it that delicious?" Irina looked at Amy, who was immersed in the scrumptiousness of the salted egg yolk pastry, and bit into one herself too.

source: “有钱不赚是傻子。”伊琳娜笑道。
en_us: "You're a fool if you don't take the money that's right in front of you," Irina said with a smile.

source: “有钱人不一定是坏蛋，但一般坏蛋都挺有钱的。”麦格笑道。
en_us: "Rich people are not necessarily bad people but baddies are all pretty rich," Mag said with a smile.

source: “有钱人的想法，是我们想不明白的。”
en_us: "We can never understand what the rich people are thinking."

source: “有魔气残留，和魔鬼有关。”伊琳娜说道。
en_us: "There are remnants of the evil aura. It's related the devil." Irina said.

source: “服毒身亡，尸体还有温度，刚死不久。”领头的长官松开了鲍里斯的手，起身抬头看了看塌了一半的三层土楼，又是往先前那个院子的方向看去，眼睛一亮道：“我悟了！”
en_us: "He committed suicide by ingesting poison. The corpse is still warm. He has just died recently." The officer-in-charge let go of Boris's hand and stood up to look at the half-collapsed three-storey mudhouse. Then, he looked towards that previous yard and his eyes lit up. "I got it now!"

source: “本次记录到此为止，未知食物1号，（未完成）”
en_us: "This recording ends here. Unknown food item no.1, (Incomplete)"

source: “本系统为厨神养成系统，本身科技设定较低，交易所得物品也多为其他系统的淘汰物品，所以文明等级只相当于地球2050年的程度，只是在物流空间构造上获得了部分高级权限。”系统坦诚道。
en_us: "I am a God of Cookery Cultivation System and therefore is rather low in my technology setting. The objects from the trading centre are all goods that the other systems had eliminated. Therefore, my civilization standard is only about that of Earth at 2050. I can only obtain some high-class clearance in the logistic space," the System said honestly.

source: “本系统寄宿于小主的脑海之中，我们之间的交流是用脑电波进行的，所以不会发出任何声音，也不会被其他人察觉。”
en_us: "I am lodging in your mind. Our interaction uses brainwaves, so there will be no sound, and no one will realize."

source: “本系统已经切断各农场与餐厅之间的物流体系，并且构建了一个新的虚拟物流体系，对方暂时无法通过空间通道找到餐厅。不过无法排除他们通过其他渠道找到你，因为我们对对方一无所知。”
en_us: y"I have already cut all logistical system connecting the farms and the restaurant, and had built a new virtual logistical system. They would be unable to find the restaurant through the space passage for the time being. However, we cannot rule out the possibility of them finding you through other means because we knwo nothing about them."

source: “本系统是辅助小主的，本身不能对任何生物发起攻击。”
en_us: "This System is to assist little mistress. I can't launch an attack on any creature."

source: “机械吗？什么是机械？”麦格一脸疑惑，表现出了一个异界人民该有的认知水准。
en_us: "Machery? What machinery?" Mag had a perplexed expression, showing her the level of knowledge that a resident of the alternate world should have.

source: “杀死他们？呵……”乔修有些绝望的笑了笑，“他们就是想引我出去杀了我，我又怎么能杀死他们？就算是你，还不是一样被亚历克斯重新封印了！
en_us: "Kill them? Ha…" Josh laughed hopelessly. "They want to lure me out and kill me. How am I going to kill them? Even you were resealed by Alex too!

source: “来……干杯……”弗格斯在桌底下含糊的答应道。
en_us: "Come...cheers..." Fergus mumbled his reply under the table.

source: “来一杯不就知道了。”卢西恩笑着拿起一旁的空酒杯给他也倒了一杯。
en_us: "Have a glass and you'll find out." Lucien picked up an empty glass at the side, and poured some for him.

source: “来了。”埃菲也是一下子打起精神，神情再次变得紧张起来。
en_us: "It's coming." Eiffie instantly perked up too. Her expression became tense again.

source: “来了。”埃菲连忙推门进去，继续投入到忙碌之中。
en_us: "Coming." Eiffie entered the tavern to continue hustling.

source: “来了！”亚伯罕的眼睛一亮，满是期待的看着那骑士从远处冲来，然后在他面前停下。
en_us: "Here it is!" Abraham's eyes lit up, and he looked at the knight rushing over from afar expectantly. The knight stopped in front of him.

source: “来人。”海伦娜的声音传出了洞府。
en_us: "Here." Helena's voice rang from inside the cave.

source: “来吧，今天沾小米的光，吃到了外面买的早餐。”麦格拿了三个勺子分发，舀了一勺糊涂汤喂到嘴里。
en_us: "Come, thanks to Amy baby today, we get to eat breakfast bought from outside." Mag gave the three spoons out and scooped a spoonful of cucumber soup for himelf.

source: “来吧，只要不随地乱丢，随便玩。”麦格拿了个盒子，直接给她装满了一盒子。
en_us: "Sure. As long as you don't throw it around, you can play with it however you like." Mag took out a box, and filled it with mung beans for Amy.

source: “来吧，我们先把肉处理一下。”麦格向着厨房走去。
en_us: "Come, let's process the meat first." Mag walked toward the kitchen.

source: “来吧，接受挑战。”麦格躺好，闭上眼睛推开了厨神试炼场的大门。
en_us: Come on, let's accept the challenge. Mag lay down, closed his eyes, and pushed open the door to the test field for the God of Cookery.

source: “来来来，再喝一杯，还不够醉。”麦格又给他倒了一杯。
en_us: "Here, here, here, have another glass. You're not drunk enough." Mag poured him another glass.

source: “来来来，再来一杯。”麦格帮他把酒杯满上，又把酒杯塞到他手里。
en_us: "Here, here, here. Have another glass." Mag helped Lucien fill his glass, and put it in his hand.

source: “来来来，玩飞镖射木牌了，十个铜币十把飞镖，射中一块木牌就可以任选一个精美礼品！”
en_us: "Come over here. Throw the darts at the wooden board. 10 copper coins for 10 darts. You can choose any beautiful gift as long as you hit the board!"

source: “来者何人？”
en_us: "Who are you?"

source: “来自丑小鸭的负面情绪+1+1+1……”
en_us: "Negative emotions from Ugly Duckling +1+1+1…"

source: “来自丑小鸭的负面情绪+3！”
en_us: "Negative emotions from Ugly Duckling +3"

source: “来自伊琳娜的喜悦值+1+1+1……”
en_us: "Happiness points from Irina +1+1+1…"

source: “来自伊琳娜的负面情绪+1”
en_us: "Negative emotional points from the Life Experience System +10!"

source: “来自克苏鲁的仆从种族，一个实力在普通十级之上的三头飞蛇怪物，被我引到城外打成重伤，然后呼叫那个女人把他收走了。”麦格解了浴巾随手丢到了一旁，向着床走去。
en_us: "It's from the Cthulhu's servant race. I led a three-headed flying snake monster above the 10th-tier out of the city and injured it heavily. After that, it called the woman over to bring him away." Mag undid the towel and threw it aside as he walked towards the bed.

source: “来自安妮的喜悦值+1”
en_us: "Happiness points from Annie +1"

source: “来自安妮的负面情绪+1+1+1”
en_us: "Negative emotions from Annie +1+1+1"

source: “来自生活体验系统的恐惧值+1”
en_us: "Sadness points from the Life Experience System +1.

source: “来自生活体验系统的悲伤值+1”
en_us: "Anger points from the Life Experience System +1.

source: “来自生活体验系统的惊叹值+1”
en_us: "Exclamation from the Life Experience System +1!"

source: “来自生活体验系统的惊喜值+1”
en_us: "Exclamation points from the Life Experience System +1.

source: “来自生活体验系统的愤怒值+1”
en_us: "Surprise points from the Life Experience System +1.

source: “来自生活体验系统的负面情绪+1+1……”
en_us: "Negative emotions from the Life Experience System +1 +1…"

source: “来自生活体验系统的负面情绪+10！”
en_us: "Fear points from the Life Experience System +1.

source: “来自生活体验系统的负面情绪+1！”
en_us: "Negative emotions from the Life Experience System +1!"

source: “来自麦格的喜悦值+1”
en_us: "Happiness points from Mag +1"

source: “来自麦格的喜悦情绪值+1+1”
en_us: "Joy frim Mag +1 +1"

source: “来自麦格的惊吓值+1”
en_us: "Shock points from Mag +1"

source: “来自麦格的感动值+1”
en_us: "Impressed points from Mag +1."

source: “来自麦格的负面情绪+1+1”
en_us: "Negative emotions from Mag +1 +1."

source: “来见个朋友。”麦格笑着跳下马车，看着快速驶离的马车，不紧不慢的向着三条街外的土楼巷走去。
en_us: "Here to meet a friend." Mag jumped down the horse-drawn carriage with a smile and watched it drive off. After that, he walked leisurely towards Tulou alley that was three streets down.

source: “来都来了……经费浪费了多可惜，不如我们先去按个摩？”迈洛却是笑眯眯道。
en_us: "We're already here... what a waste of the budget. Why don't we go for a massage?" Mylo said with a smile.

source: “来颗花生就不会醉了吗？”伊琳娜拿起筷子，夹了一颗酒鬼花生，然后丢到嘴里。
en_us: "Would I not get drunk if I had a peanut?" Irina used her chopsticks to pick up a drunkard peanut, and sent it into her mouth.

source: “来，丑小鸭，尝尝我给你做的爱心早餐。”
en_us: "Come, Ugly Duckling. Try the love breakfast that I have made for you."

source: “来，再喝点。”麦格帮他把酒杯满上。
en_us: "Here, have a little more." Mag poured him another glass of wine.

source: “来，吃饭吧。”诺亚把黄焖鸡拿出来，坐下吃了起来。
en_us: "Come, let's eat." Noah took out the braised chicken, sat down, and started eating.

source: “来，喝口水，这一路辛苦了，一会我再给你烧点热水泡泡脚，可舒服了。”
en_us: "Come, drink some water. It's hard for you to travel for such a long distance. I'll boil some hot water for you to soak your feet later. It'll be very comfortable for you."

source: “来，尝尝刚涮好的鸭肠。”
en_us: "Here, try this duck intestine."

source: “来，尝尝我今天做的鱼香茄子。”王大娘端着一份色香味俱全的鱼香茄子上桌，家里十几口人早已望眼欲穿。
en_us: "Here, try the eggplant with garlic sauce I made today." A housewife put the eggplant with garlic sauce on the table. It looked and smelled fantastic and every member of the family was already dying to try it.

source: “来，尝尝这个铁锅炖大鹅，第一次做，试试味道如何。”麦格给伊琳娜夹了一块腿肉。
en_us: "Here, have a taste of the stewed goose. This is my first time making it. Try it." Mag put a piece of thigh meat in Irina's bowl.

source: “来，笑一个。”艾米掐了一把它的肥圆脸，命令道。
en_us: Amy pinched its round face, and ordered, "Come, give us a smile."

source: “来，试试这一版的冰镇绿豆糕。”麦格从厨房里出来，手里端着一盘有着各种动物形象的绿豆糕，笑眯眯的说道。
en_us: "Here, try this first version of chilled mung bean pastry," Mag said with a smile as he came out of the kitchen with a plate of animal-shaped mung bean pastries.

source: “来，走一个。”麦格看得出他心在酒上，也就不急着谈事。
en_us: "Come, have one." Mag could see that Merante was focused on the liquor, so he wasn't in a hurry to discuss the matter.

source: “杰西卡小朋友今天是和艾米约好了过来玩吗？”麦格微笑着说道。
en_us: "Did my little friend Jessica and Amy arrange to play here today?" Mag said with a smile.

source: “析出的水分太多了，而且现在还在增多，这说明黄瓜的口感会随着时间的流逝越来越差，这是非常糟糕的缺点。”麦格微微摇头，看着盘子里有所增加的水分，也是意识到了问题的严重性。
en_us: "There is too much liquid seeped out. Besides, there is even more liquid now. This meant that the taste of the cucumber would decline with time. This is a very bad weakness."Mag shook his head. He also realized the severity of the problem when he saw the increased liquid in the plate.

source: “果然再漂亮的人儿，只要喝醉了，还是会做出一些不受控制的事情。”麦格在心里嘀咕，拿出从系统那里买的新鲜苹果汁，上前把伊琳娜扶了起来。
en_us: "Indeed, no matter how beautiful you are, once you're drunk, you will still do something out of your control," Mag mumbled to himself. He pulled out the newly bought fresh apple juice from the system, and helped Irina up.

source: “果然发型是可以改变一个人命运的。”麦格看着有些受宠若惊的丑小鸭，笑着感慨道。
en_us: Mag looked at the shocked Ugly Duckling, and smilingly lamented, "A hairstyle can indeed change a person's fate."

source: “果然是冲我来的吗？那我就带你逛逛洛都吧。”麦格嘴角一扬，化作一道残影，向着不远处的各部衙门的方向冲去。
en_us: "So, you really came for me? Then, I will bring you around Rodu." Mag's lips curled up and he turned into a shadow as he dashed towards the ministeries' offices nearby.

source: “果然父亲大人超厉害！”艾米崇拜的看着麦格，眼睛里亮着小星星。
en_us: "Father is super powerful indeed!" Amy looked at Mag with admiration as her eyes sparkled.

source: “查出来是谁干的没有？”安德烈上了摘星楼，沉声问道。
en_us: "Did you find out who did it?" Andre asked softly when he got up to the observatory.

source: “栏杆太高了，你们恐怕都爬不上去，这种事情还是交给我吧。”一个瘦猴儿般的精灵灵巧的跳了下来，哪怕戴着沉重的脚镣落地也没有发出半点声音。
en_us: "The pole is too high. You might not be able to climb up there. You should leave this to me." An elf as skinny as a monkey jumped down nimbly without making a single sound despite the heavy chains on his foot.

source: “核动力印刷机？”晞的脸上露出了罕见的讶色。
en_us: "Nuclear-powered printing machine?" A rare surprise expression appeared on Xi's face.

source: “根据本系统目前的观测，尚未发现异常进化的文明存在。”
en_us: "According to my current observations, the existence of any odd evolution civilization had yet to be detected."

source: “桀桀。”黑袍人发出了一声鬼魅的笑声，突然加速向着骑士冲来。
en_us: "Chi, chi." The man in a black robe let out a creepy laugh, and suddenly started dashing towards the knight.

source: “欢迎光临。”麦格微微一笑道。
en_us: "Welcome," Mag said with a smile.

source: “歇业一个月，也是准备给大家放假一个月，大家可以回家或者外出游玩，冰激凌店是否开业，由米娅你自己决定。”麦格微笑着说道。
en_us: Mag smilingly replied, "Taking a break for one month is giving all of you a holiday for one month too. All of you can return home or go out to play. Miya, you can decide for yourself if you want to keep the ice cream shop open."

source: “歇业一个月？”迈克尔从资料堆里抬起头，有些诧异的看着迪克斯。
en_us: "Closed for a month?" Michael looked up from the stacks of information, and looked at Dicus with surprise.

source: “歇业？”女人微微蹙眉，清冷的眼眸看着麦格，露出了思考的表情，“那需要换一个理由吗？”
en_us: "Closed for the night?" The woman frowned and looked at Mag with her cold eyes. She revealed a pondering expression. "Then, do I need to use another excuse?"

source: “正是。”麦格点头。
en_us: "Yes." Mag nodded.

source: “此事我已知晓。”主教希利微微点头，“我奉教皇之命前来，不必忌讳任何人，而且这小姑娘对我们教会至关重要，我不会伤害她的。”
en_us: "I already know that." Bishop Seely nodded. "I came under the orders of the pope. I don't have to care about anyone, but this little girl is extremely important to the church. I won't harm her."

source: “此事要是被温妮莎知道，她非得哭死去不可。”
en_us: "Vanessa is going to cry her heart out if she finds out about this.

source: “此番动员之后，等于是和风之森林再次宣战，我们在风之森林内部的人，已经安排到位了吗？”伊琳娜回到她的办公室，看着随着进门来的艾许莉问道。
en_us: "After this mobilisation, it would be akin to declaring war on the Wind Forest once again. Are the people we have within the Wind Forest all ready?" Irina asked Ashley the moment they entered the office.

source: “死丫头，脑子里一天到晚都在想些什么呢？！”埃菲的脸更红了，伸手掐了一把玛拉的腰。
en_us: "You, wench, what is in your head all day long?!" Eiffie's face turned redder as she reached out to pinch Mala.

source: “死样……”女人的脸上露出了一丝娇羞的笑容，手里的木拖鞋只是轻轻的在他的屁股上拍了一下，然后便搀着帕萨进了屋子。
en_us: "Bastard…" The woman smiled shyly. She used the clog in her hand to gently smack Pasa's bum, and helped him into the house.

source: “殿下，皇宫方面尚未发布有关消息，这情报恐怕要审慎看待。”一位下属提醒道。
en_us: "Your Highness, the palace hasn't released information regarding that yet. I'm afraid we have to take this information with a pinch of salt," a subordinate reminded him.

source: “母亲今天做的鱿鱼须味道更好了。”
en_us: "Mother, the squid tentacles you make today tastes even better."

source: “母亲大人说今天带我们去逛街，所以我们就吃简单的扬州炒饭吧。”艾米已经换好了漂亮的小裙子，羽绒服也已经准备好了。
en_us: "Mother said she was going to bring us shopping today, so we'll just have the simple Yangzhou fried rice." Amy had already changed into a pretty dress, and was already carrying her down jacket.

source: “母亲大人，您觉得呢？”艾米的目光转向伊琳娜。
en_us: "What do you think, Mother?" Amy's gaze turned to Irina.

source: “每天都没有客人呢，所以我们都没有事情干呢。”艾米把嘴里的油条咽下，一脸认真的看着麦格，“我们不能就这样懒惰下去了，所以，我们要怎么样才能拥有更多的客人，赚更多的小钱钱呢？”
en_us: "We have no customers every day, so we have nothing to do." Amy swallowed the youtiao in her mouth. She looked at Mag seriously, and said, "We can't continue to be lazy like this. Therefore, what must we do to have more customers and earn more monies?"

source: “每年都能看到她，可她酿的泰坦酒实在比不上她父亲，不过这勇气和坚持，还是非常可嘉了。”
en_us: "I can see her every year, but the Titan Liquor she brewed really couldn't compare to her father's. However, her courage and perseverance are still admirable."

source: “比如在买菜回家的途中偶遇吗？”
en_us: "For example, bumping into each other on my way home from marketing?

source: “比混乱之城便宜多了，要不把整条街都买了？”麦格看着手里的房契，陷入了思考中。
en_us: "This place is much cheaper than Chaos City. Why don't I buy the entire street?" Mag looked at the title deed in his hands and thought deeply.

source: “比那天看到的大部分画册的封面都好看许多，画的非常好。”伊琳娜也是称赞道。
en_us: "It's much better than most of the picture books' covers that we have seen that day. It's very well-drawn." Irina praised her too.

source: “毫无疑问的10分。”库尔特理所当然道。
en_us: "Without any doubt, 10 points." Kurt replied matter-of-factly.

source: “气死我了……这世上竟然还有这种男人！而且他竟然还有一个比我还漂亮的老婆？！”
en_us: "This is Infuriating…There are actually such a man in this world! Furthermore, he even has a wife who is much more beautiful than me?!"

source: “水分变少了呢！”艾米惊喜道。
en_us: "It's less watery!" Amy exclaimed.

source: “水多也不是我的错啊？我又没对它做什么。”麦格耸肩，有些无辜。
en_us: "It's not my fault that there's too much liquid? I didn't do anything to it." Mag shrugged innocently.

source: “求你当个人吧……”
en_us: "Please be merciful..."

source: “没……没事。”
en_us: "Y...yes."

source: “没了？”
en_us: "No more?"

source: “没事的。”埃菲把她抱得更紧了一些。
en_us: "It'll be fine." Eiffie hugged her even closer.

source: “没事的安妮，客人们一开始可能会有些不习惯，但饿了还是会自己找地方吃饭的。”麦格走到落地窗前，看着外边看着告示摇头叹气的客人们，微笑着安慰安妮道。
en_us: Mag walked over to the floor-to-ceiling windows to look at those sighing customers, and smilingly consoled Annie, "It's fine, Annie. The customers might have some trouble getting used to it at first, but they will look for somewhere else to eat when they are hungry."

source: “没人？”麦格在院外站了一会，面露疑色。
en_us: "No one?" Mag stood outside for a while with a puzzled look.

source: “没什么，以后见着对面那酒馆的老板放尊重些。”埃菲将目光从对面收回，和小伙计叮嘱了一声，转身进了酒馆。
en_us: "Nothing. Be more respectful when you see the boss from that tavern across in the future." Eiffie retracted her gaze and instructed the waiter before going back into her tavern.

source: “没关系哦喜小弟弟，以后艾米姐姐会罩着你的。”艾米对于这个刚收的小弟非常满意，语气老成的说道。
en_us: "It's fine, little brother. Big Sister Amy will protect you in the future," Amy spoke in a mature tone to her new little brother.

source: “没关系哦，人多吃起来才热闹嘛。”艾米笑眯眯的说道，“而且，这样父亲大人就会多做几个菜了。”
en_us: "It's alright. The more the merrier," Amy said with a smile. "Besides, Father can make a few more dishes."
